CFDEM/CFDEMcoupling-PUBLIC-5.x/tutorials/cfdemSolverPisoSTM/packedBedTemp/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          4;
        startFace       260;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          4;
        startFace       264;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          264;
        startFace       268;
    }
)

// ************************************************************************* //
